stress/file/POST.yaml
config:
  target: "http://localhost:4000"
  phases:
    - duration: 10
      arrivalRate: 1
scenarios: 
  - flow:
      - post:
          url: "http://localhost:4000/files/edit/5ffbc7560896f9558090a1fc"
          json:
                tile: "This is a test !"
                url: "www.stresstesting.testing.testing"
          expect:
            statusCode: 200