stress/file/POST_2.yaml
config:
  target: "http://localhost:4000"
  phases:
    - duration: 10
      arrivalRate: 1
scenarios: 
  - flow:
      - post:
          url: "http://localhost:4000/files/add/"
          json:
                title: "This is a test!edit"
                url: "TESTING"
          expect:
            statusCode: 200